Revit API Introduction Labs
Lab7_1_CreateForm Class
 Create a loft form using reference points and curve by points.
 Namespace: Labs
 Assembly: labs (in labs.dll) Version: 3.0.0.1 (3.0.0.1)
Syntax
C#
public class Lab7_1_CreateForm : IExternalCommand
Visual Basic (Declaration)
Public Class Lab7_1_CreateForm _
	Implements IExternalCommand
Visual C++
public ref class Lab7_1_CreateForm : IExternalCommand
Inheritance Hierarchy
System.Object
 Labs.Lab7_1_CreateForm
See Also
Lab7_1_CreateForm Members
Labs Namespace